Repository: datagovlvlv/ckanext-csvmetadata
Catalog: ckanext/csvmetadata/i18n/*/LC_MESSAGES/ckanext-csvmetadata.po
Languages: lv

source: Resource not found
lv: Resurss nav atrasts

source: This field is required
lv: Šīm laukam ir jābūt aizpildītam

source: Required field
lv: Obligāts lauks

source: CSV metadata
lv: CSV metadati

source: Can't download source file!
lv: Nevar lejupielādēt resursu!

source: Check resource URL and try again
lv: Pārbaudiet resursa URL un pameģiniet vēlreiz

source: Wrong file format or internal structure!
lv: Nepareizs faila formats vai iekšēja struktūra!

source: 'CSV metadata' extension works with CSV files
lv: 'CSV metadati' paplašīnājums strādā ar CSV failiem

source: HTTP error while downloading resource, code:
lv: HTTP kļūda lejupielādējot resursu, kods:

source: Save metadata
lv: Saglabāt metadatus
